/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = " (zrzut rdzenia)";

/* New Window menu item title format; the variable is the profile name */
"New Window with Settings - %@" = "Nowe okno z ustawieniami - %@";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Settings - %@" = "Nowa karta z ustawieniami – %@";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "Nowe okno z tym samym poleceniem";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "Nowa karta z tym samym poleceniem";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pkt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Settings" */
"Settings" = "Ustawienia";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s settings" = "Ustawienia dla %@";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "Grupa okien - %@";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- Wykryte serwery ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "czarne na białym";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "czarne na żółtym";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "niebieskie na białym";

/* Name of built-in default window settings */
"Built-in" = "Osadzone";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* Menu item title */
"Clear to Previous Bookmark" = "Wymaż do poprzedniej zakładki";

/* Menu item title */
"Clear to Previous Mark" = "Wymaż do poprzedniego znacznika";

/* Menu item title */
"Clear to Selected Bookmark" = "Wymaż do zaznaczonej zakładki";

/* Menu item title */
"Clear to Selected Mark" = "Wymaż do zaznaczonego znacznika";

/* Menu item title */
"Clear to Start of Selection" = "Wymaż do początku zaznaczenia";

/* No comment provided by engineer. */
"Close" = "Zamknij";

/* No comment provided by engineer. */
"Close All" = "Zamknij wszystkie";

/* Tab close-button accessibility label/title. */
"Close tab" = "Zamknij kartę";

/* Tab close-button accessibility role description. */
"close tab button" = "przycisk zamykania karty";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "Zamknięcie tej karty spowoduje zakończenie uruchomionego procesu %@.";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "Zamknięcie tej karty spowoduje zakończenie uruchomionych procesów: %@.";

/* Used between items concatenated into comma-separated lists. */
", " = ", ";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@ (%d)";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "Zamknięcie tego okna spowoduje zakończenie uruchomionego procesu: %@.";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "Zamknięcie tego okna spowoduje zakończenie uruchomionych procesów: %@.";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[Nie można było utworzyć nowego procesu i otworzyć pseudo-tty.]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "Domyślne";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "Start";

/* Compose Email Message contextual menu item. */
"Compose" = "Utwórz";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "Połącz";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "Kopiuj";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "Czy chcesz zamknąć tę kartę?";

/* Window close sheet; message title */
"Do you want to close this window?" = "Czy chcesz zamknąć to okno?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "Czy chcesz zakończyć uruchomione procesy w tym oknie?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "Czy chcesz zakończyć uruchomione procesy na tej karcie?";

/* Service */
"File Transfer (ftp)" = "Transfer plików (ftp)";

/* Find Panel; window title */
"Find" = "Znajdź";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "zielone na czarnym";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "Ukryj inspektora";

/* Menu item title */
"Hide Marks" = "Ukryj znaczniki";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "Ukryj pasek z kartami";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "Jeśli nie przejrzysz okien, wszystkie procesy w nich uruchomione zostaną zakończone.";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "Te rzeczy mogły zostać niecałkowicie skopiowane z innego komputera.";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "Nie można było zaimportować wielu plików.";

/* Default name for new window settings */
"New settings" = "Nowe ustawienia";

/* No options for this service */
"No options" = "Brak opcji";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "Żadna grupa okien nie została zachowana";

/* Shell menu; title of menu item used in submenu of Open Workspaces when no workspaces are available */
"None" = "brak";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "obiekt";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "Otwórz łącze";

/* Open man Page contextual menu item. */
"Open man Page" = "Otwórz stronę man";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "Otwórz stronę man dla „%@”";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "Wyszukaj w indeksie stron man: „%@”";

/* Look Up contextual menu item. */
"Look Up" = "Szukaj";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "Wyszukaj „%@…”";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "Wyszukaj „%@”";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "Szukaj w %@";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Szukaj w Internecie";

/* Default process name */
"Process name" = "Nazwa procesu";

/* No comment provided by engineer. */
"Quit" = "Zakończ";

/* Service */
"Remote Login (telnet)" = "Zdalne logowanie (telnet)";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "Usuń";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "Zastąp";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "Zastąpienie obiektu %@ spowoduje nadpisanie jego zawartości.";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "Zastąpienie obiektów %@ spowoduje nadpisanie ich zawartości.";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "Przejrzyj okna…";

/* Window group save panel; panel title */
"Save Window Group" = "Zachowaj grupę okna";

/* Service */
"Secure File Transfer (sftp)" = "Bezpieczny transfer plików (sftp)";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "Bezpieczna powłoka (ssh)";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP (automatycznie)";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTP Protokół 1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "Pokaż Inspektora";

/* Menu item title */
"Show Marks" = "Pokaż znaczniki";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "Pokaż pasek z kartami";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH (automatycznie)";

/* Connect to service option */
"SSH Protocol 1" = "SSH Protokół 1";

/* Connect to service option */
"SSH Protocol 2" = "SSH Protokół 2";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is currently mapped to the Meta key. The word 'Meta' should probably not be localized. */
"\\U2325 Meta" = "⌥ Meta";

/* Displayed to indicate that the Option key is NOT currently mapped to the Meta key. */
"\\U2325 Option" = "⌥ Option";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "Terminal";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "Dane wyjściowe Terminala.txt";

/* No comment provided by engineer. */
"Terminate" = "Zakończ";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "Zakończ procesy";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "Obiekty %1$@ %2$@ już istnieją. Czy chcesz je zastąpić?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "Obiekt %1$@ %2$@ już istnieje. Czy chcesz zastąpić?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "Administrator ustawił nieprawidłową wartość Twojej powłoki.";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "Ten plik jest uszkodzony. Spróbuj uzyskać nową kopię pliku od jego autora.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "Nie można było uruchomić pliku „%@”; nie masz odpowiednich przywilejów dostępu.";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "Nie można było zaimportować pliku „%@”.";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "Nie można było otworzyć pliku „%@”; jest on uszkodzony.";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "Poniższe pliki są uszkodzone: %@. Spróbuj uzyskać nową kopię pliku od jego autora.";

/* Window settings; error title when settings name is empty */
"The window settings name is too short." = "Nazwa ustawień okna jest zbyt krótka.";

/* Window settings; error title when settings name is already in use */
"The window settings \\U201C%@\\U201D already exist." = "Takie ustawienia okna „%@” już istnieją.";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Aby obejrzeć lub zmienić przywileje dostępu, należy zaznaczyć plik w Finderze i wybrać menu Plik > Informacje.";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "Spróbuj podać inną nazwę.";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "Spróbuj podać nazwę z większą liczbą znaków.";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "białe na czarnym";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "białe na niebieskim";

/* Window group save panel; name of object used in replacement panels */
"window group" = "grupa okna";

/* Window settings save panel; name of object used in replacement panels */
"window settings" = "ustawienia okna";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "Nie masz autoryzacji do uruchamiania tego programu.";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "W %d oknach masz uruchomione procesy. Czy chcesz przejrzeć te okna przed zakończeniem?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[Nie znaleziono polecenia: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[Proces zakończony]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[Proces zakończony - kod zakończenia %u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[Proces został przerwany przez sygnał %1$d%2$s]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[Odtworzona zawartość przycięta]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[Odtworzono %@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "Oznaczono zakładką %@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "Brak zakładek";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@ …";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split pane" = "Podziel okno";

"Close split-pane" = "Zamknij podział okna";

/* strings used for Shortcut man page support */

"Man Pages" = "Strony polecenia man";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "Nie można otworzyć „%@”; %@ nie ma pozwolenia na otwieranie dokumentów w Terminalu.";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "Terminal otwiera połączenie ssh z %@ dla %@.";
"QuarantineTitleTelnet" = "Terminal otwiera połączenie telnet z %@ dla %@.";
"QuarantineTitle2" = " Czy chcesz na to zezwolić?";
"QuarantineMessage" = "Twoja nazwa użytkownika oraz adres sieciowy staną się widoczne dla komputera, z którym się łączysz. To ostrzeżenie nie będzie wyświetlane, jeśli dodasz go do listy znanych hostów ssh.";
"QuarantineMessageError" = "\n\nWystąpił błąd podczas szukania znanych hostów. (Aby uzyskać szczegóły, uruchom „%@”).";
"QuarantineAllow" = "Pozwól";
"QuarantineDeny" = "Nie pozwalaj";

"Alter Settings" = "Zamień ustawienia";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "(zatrzymane)";

/* Inspector process list: process name status annotation */
"(zombie)" = "(zombie)";

/* Inspector process list: process status */
"Idle" = "Nieaktywny";

/* Inspector process list: process status */
"Runnable" = "Uruchamialny";

/* Inspector process list: process status */
"Sleeping" = "Usypiam";

/* Inspector process list: process status */
"Stopped" = "Zatrzymany";

/* Inspector process list: process status */
"Zombie" = "Zombie";

/* Inspector process list: boolean YES */
"Yes" = "Tak";

/* Inspector process list: boolean NO */
"No" = "Nie";
